
//Common
"kSuccess" = "성공";
"kFailed" = "실패";
"kWarning" = "경고";
"kError" = "오류";
"kConfirm" = "확인";
"kOK" = "확인";
"kCancel" = "취소";
"kYes" = "네";
"kNo" = "아니요";
"kAdd" = "추가";
"kRename" = "이름 변경";
"kPlay" = "재생";
"kDelete" = "삭제";
"kRotate" = "회전";
"kExtract" = "추출";
"kCopy" = "복사";
"kDone" = "완료";
"kSave" = "저장";
"kDonotSave" = "저장 안 함";
"kLoading" = "로드 중...";
"kShare" = "공유";
"kReplace" = "교체";
"kSkip" = "건너뛰기";
"kZip" = "Zip";
"kEdit" = "편집";
"kBack" = "뒤";
"kSelectAll" = "전체 선택";
"kDeselectAll" = "전체 선택 해제";
"kCreate" = "만들기";
"kFlatten" = "결합";
"kAuto" = "자동";
"kMultiPicking" = "다중 선택";
"kSaveAs" = "다른 이름으로 저장";
"kFileErrorNotLoaded" = "형식 오류: PDF 파일이 아니거나 손상된 파일입니다.";
"kSelectFolder" = "폴더 선택";

//Error
"kWrongPageNumber" = "잘못된 페이지 번호입니다. 올바른 번호는 다음과 같습니다.";
"kDocPasswordError" = "유효하지 않은 암호입니다.\n다시 입력해 주세요.";
"kNoFileInDisk" = "디스크에서 %@ 파일을 찾을 수 없습니다. 파일 목록에서 제거하십시오.";
"kInvalidSecurityHandler" = "유효하지 않은 보안 핸들러입니다.";
"kErrorCode" = "오류 코드(%d).";
"kUnfoundOrCannotOpen" = "파일을 찾거나 열 수 없습니다.";
"kInvalidFormat" = "잘못된 형식입니다.";
"kHandlerError" = "유효하지 않은 핸들러입니다.";
"kWrongCertificate" = "유효하지 않은 인증서입니다.";
"kCertExpired" = "인증서가 만료되었습니다.";
"kUnknownError" = "알 수 없는 오류.";
"kInvalidLibraryLicense" = "유효하지 않은 라이브러리 라이선스입니다.";
"kInvalidParameter" = "잘못된 매개변수입니다.";
"kUnsupportedType" = "지원되지 않은 유형입니다.";
"kOutOfMemory" = "메모리 부족.";
"kNoAppropriateApplication" = "적절한 응용 프로그램이 없습니다.";
"kInvalidUrl" = "잘못된 url입니다.";
"kUnsupportedDocFormat" = "XFA 문서에서는 작동이 지원되지 않습니다.";
"kPasswordNotSame" = "문서 열기 암호와 소유자 암호는 같을 수 없습니다. 문서 열기 암호 필드 또는 소유자 암호 필드에 다른 암호를 넣어 주십시오.";
"kEditOutsideDocument" = "문서 외부에서는 편집할 수 없습니다.";
"kXFAUnsupportedOP" = "XFA 문서에서는 이 작업이 지원되지 않습니다";
"kShouldSaveFileTips" = "PDF 문서가 변경되었습니다. 저장하시겠습니까?";
"kShouldSaveEncryptionDocument" = "암호화 전에 문서를 저장하시겠습니까?";
"kShouldSaveEecryptionDocument" = "암호 해독 전에 문서를 저장하시겠습니까?";
"kTrimWhitespace" = "맨 앞 및 맨 뒤 여백이 트림되었습니다!";
"kFailMovePage" = "페이지 이동 실패.";
"kFailRotatePage" = "페이지 회전 실패.";
"kFailExtract" = "추출에 실패했습니다!";
"kFailCopy" = "복사 실패!";
"kFailInsert" = "삽입 실패!";
"kFailDelete" = "삭제 실패!";
"kInvalidPermissionTip" = "이들 페이지를 볼 수 있는 권한이 없습니다.";
"kInvalidLogin" = "먼저 로그인하십시오";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "선택한 페이지를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.";
"kNotAllowDeleteAll" = "전체 페이지 삭제는 허용되지 않습니다";
"kDeletePageFailed" = "페이지를 삭제할 수 없습니다.";
"kMovePageFailed" = "페이지를 이동할 수 없습니다.";


//File management
"kDocuments" = "문서";
"kSearchPlaceholder" = "PDF 검색";
"kByFileName" = "이름 기준";
"kItems" = "%Lld 항목";
"kSelect" = "선택하기";
"kIllegalNameWarning" = "잘못된 이름을 입력했습니다";

"kFileInformation" = "파일 정보";
"kReduceFileSize" = "파일 크기 줄이기";
"kReduceFileSizeDescription" = "이 옵션은 이미지를 압축하므로 품질에 영향을 미칠 수 있습니다. 계속하시겠습니까?";
"kFlattenDescription" = "결합 후 파일이 저장됩니다.";
"kAirPrint" = "인쇄";
"kAirPrintNotAvailable" = "무선 인쇄를 사용할 수 없는 경우, 시스템 설정을 확인하십시오.";
"kScreenCapture" = "화면 캡처";
"kScreenCaptureVersion" = "화면 캡처는 iOS 6.0 이상을 지원합니다. 시스템을 업그레이드하십시오.";

"kName" = "이름";
"kAdded" = "추가됨";
"kModify" = "업데이트됨";
"kDeleted" = "삭제됨";
"kReply" = "응답";
"kOKHelp" = "문서를 여기에 저장하려면 \"저장\"을 선택하십시오.";
"kInputNewFileName" = "새 파일 이름을 입력하십시오";
"kFileAlreadyExists" = "파일이 이미 존재합니다, 교체하시겠습니까?";
"kCloudUploadFile" = "업로드";
"kCopyToFolder" = "복사 위치";
"kMoveToFolder" = "폴더로 이동";
"kSelectToFolder" = "폴더 선택";
"kMove" = "이동";
"kCopyHelp" = "문서를 여기로 복사하려면 \"복사\"를 선택하십시오.";
"kMoveHelp" = "문서를 여기로 이동하려면 \"이동\"을 선택하십시오.";
"kAddServer" = "추가";
"kMultiSelectLimitFaild" = "파일을 %d 개 이상 선택하십시오";
"kDoneHelp" = "문서를 여기에 저장하려면 \"완료\"를 선택하십시오.";
"kInputNewName" = "새 이름을 입력하십시오";
"kNoFolderFiles" = "아직 파일이 없음, 빈 파일입니다!";
"kNoFiles" = "파일 없음";

//EGOTableViewPullRefresh
"kLastUpdated" = "최종 갱신 날짜";
"kReleaseToRefresh" = "손을 떼어 새로 고침...";
"kPullDownToRefresh" = "아래로 당겨 새로 고침...";

//Document
"kDocNeedPassword" = "이 파일은 암호로 보호되고 있습니다.\n이 문서를 열려면 암호를 입력하십시오.";
"kViewModeSingle" = "단일";
"kViewModeContinuous" = "계속 스크롤링";
"kViewModeThumbnail" = "섬네일";
"kReflow" = "재배치";
"kViewModeCover" = "커버 페이지";
"kViewModeNoCover" = "양면보기";
"kFitPage" = "페이지에 맞추기";
"kFitWidth" = "너비에 맞추기";
"kRotateView" = "회전하기";
"kPageMode" = "페이지 모드";
"kPageView" = "페이지 보기";
"kNightMode" = "야간 모드";

//Crop
"kCropMode" = "자르기 모드";
"kCropSmartCalculating" = "페이지 자르기 계산 중입니다. 잠시만 기다려주십시오.";
"kCropNo" = "자르기 없음";
"kCropSmart" = "스마트 자르기";
"kCropDone" = "자르기";
"kCropDetect" = "감지";
"kCropFull" = "전체";
"kApply2All" = "전체에서 사용";
"kApply2Odd" = "홀수에서 사용";
"kApply2Even" = "짝수에서 사용";

//Form
"kForm" = "양식";
"kCreateFormFields" = "양식 필드 만들기";
"kResetFormFields" = "양식 필드 재설정";
"kImportForm" = "양식 데이터 가져오기";
"kExportForm" = "양식 데이터 내보내기";
"kSureToResetFormFields" = "모든 양식 필드를 재설정하시겠습니까?";
"kNoFormAvailable" = "이 문서에는 양식 데이터가 없습니다.";
"kImportFormSuccess" = "현재 문서에 데이터를 가져왔습니다.";
"kImportFormFailed" = "데이터를 가져오거나 액세스할 수 없습니다. 양식 데이터 파일 상태를 확인하고 다시 시도하십시오.";
"kExportFormSuccess" = "양식 데이터를 내보냈습니다.";
"kExportFormFailed" = "양식을 내보내지 못했습니다.";
"kReset" = "재설정";
"kClickHereFormTip" = "항목을 추가하려면 여기를 클릭합니다";
"kItemList" = "항목 목록";
"kOptions" = "옵션";
"kCustomText" = "사용자 정의 텍스트";
"kNewItem" = "새 항목";
"kMultipleSelection" = "여러 선택";
"kFieldRenamFailed" = "입력하신 이름은 이미 기존 필드에서 사용되었습니다. 다른 이름을 선택하거나 기존 필드와 일치하도록 필드 유형을 변경하시길 바랍니다.";

//Annotation
"kAnnotation" = "주석";
"kComment" = "주석";
"kReply" = "응답";
"kCopyText" = "텍스트 복사";
"kIcon" = "아이콘";
"kFont" = "글꼴";
"kOpacity" = "불투명도";
"kHighlight" = "강조";
"kSquiggly" = "물결모양";
"kStrikeout" = "줄 긋기";
"kUnderline" = "글 강조";
"kRedaction" = "교정";
"kApply" = "적용";
"kApplyAllRedaction" = "모든 교정 적용";
"kApplyAll" = "모두 적용";
"kLine" = "선";
"kArrow" = "화살표";
"kPencil" = "연필";
"kRectangle" = "사각형";
"kCircle" = "타원";
"kEraser" = "지우개";
"kInsertText" = "텍스트 삽입";
"kReplaceText" = "텍스트 교체";
"kAttachment" = "첨부 파일";
"kAttachments" = "첨부 파일";
"kRotation" = "회전";
"kImage" = "이미지";
"kPolygon" = "다각형";
"kCloud" = "구름";
"kPolyLine" = "복선";
"kCustomColor" = "사용자 정의 색상";
"kMultipleSelect" = "다중 선택";
"kGroup" = "그룹";
"kUngroup" = "그룹 해제";

"kGraph" = "그래프";
"kPushpin" = "압정";
"kPaperclip" = "종이 클립";
"kTag" = "태그";

"kTypewriter" = "글 입력";
"kTextbox" = "텍스트 상자";
"kCallout" = "설명선";
"kHintTitleTypewriter" = "글 입력을 추가하려면 화면을 탭하십시오";

"kDistance" = "거리";
"kUnit" = "단위";
"kDistanceLengthError" = "값은 비워 둘 수 없거나 6자릿수 보다 길어야 합니다";
"kDistanceNumberError" = "값이 숫자여야 합니다";

"kRedactTip" = "표시한 컨텐츠를 영구적으로 교정하려 합니다. 이 작업은 취소할 수 없습니다. 계속하시겠습니까?";
"kFailedLoadModuleForLicenseTip" = "이 추가 기능 모듈을 사용할 권한이 없습니다, 라이선스를 업그레이드하려면 당사로 연락해 주십시오.";

//Bookmark
"kBookmark" = "북마크";
"kRenameBookmark" = "북마크 이름 변경";
"kClearBookmark" = "모든 북마크를 지우시겠습니까?";
"kInputBookmarkName" = "새 북마크 이름을 입력하십시오";

//Outline
"kOutline" = "외곽선";

//Search
"kSearch" = "검색";
"kTotalFound" = "발견 항목 합계";
"kSearchGoogle" = "Google에서 검색";
"kSearchWiki" = "Wikipedia에서 검색";
"kPage" = "페이지";
"kSearching" = "검색 중...";
"kWholeWordsOnly" = "단어 단위로만";
"kCaseSensitive" = "대소문자 구별";
"kSearchInInternet" = "인터넷 검색";

//Signature
"kSignatureTitle" = "서명";
"kSignAction" = "서명";
"kEditSavedSign" = "저장된 서명 편집";
"kConfirmSign" = "서명을 적용하면 서명 및 파일에 대한 모든 변경 내용이 저장됩니다.";

"kSignListTitle" = "서명 목록";
"kSignListIconTitle" = "목록";
"kHadProtect" = "이 문서는 디지털 서명이나 RMS로 보호되고 있습니다.";
"kHeaderCertInfo" = "인증서 정보";
"kCertSerialNum" = "일련 번호:";
"kCertIssuer" = "인증서 발급자:";
"kCertStartTime" = "유효한 시작 날짜:";
"kCertEndTime" = "유효한 종료 날짜:";
"kCertEmail" = "이메일 주소:";
"kSignDate" = "서명한 날짜:";
"kVerifyVaildResult" = "디지털 서명이 유효합니다.";
"kVerifyVaildModifyResult" = "이 서명이 있는 문서의 수정 버전은 변경되지 않았습니다. 그러나 이 문서는 이후에 수정되었습니다.";
"kVerifyInvaildResult" = "디지털 서명이 유효하지 않습니다.";
"kVerifyUnknownResult" = "디지털 서명을 알 수 없습니다.";
"kVerifyResultErrorByteRange" = "디지털 서명이 오류 바이트 범위로 인해 유효하지 않습니다.";
"kVerifyResultIssueExpire" = "디지털 서명을 알 수 없습니다.\n발급자 확인용 인증서가 만료되었습니다.";
"kVerifyResultErrorData" = "디지털 서명 확인에 알 수 없는 오류가 발생합니다.";
"kVerifyResultInvaildAndOther" = "다른 이유로 디지털 서명이 유효하지 않습니다.";
"kVerifyTitle" = "확인 결과";
"kCurrentSelectCert" = "현재 인증서:";
"kVerifySign" = "서명 유효성 검사";
"kSignListSectionHadCert" = "인증서로 서명";
"kSignListSectionWithoutCert" = "인증서 없이 서명";
"kSelectAddCert" = "+ 추가할 인증서 선택 ";
"kCertFileError" = "인증서 파일 오류";
"kRequestPermissionTip" = "요청할 권한";
"kPermissionCopy" = "텍스트, 이미지 및 기타 내용 복사";
"kPermissionEdit" = "주석 달기, 양식 필드 채우기 및 기존 서명 필드에 서명";
"kNoCert" = "인증서 없음";
"kNoCertAndImportTip" = "인증서 없음. 인증서를 불러오십시오";

"kFieldSignWithoutCert" = "인증서를 선택하여 이 문서에 서명하십시오.";
"kAddSign" = "서명";
"kSignList" = "서명 목록";
"kDeleteSign" = "삭제";
"kOfflineCopyAlterTitle" = "암호를 입력하십시오";
"kPassWordErrorAlterTitle" = "암호가 정확하지 않은 것 같습니다. 다시 시도?";
"kSaveSignedDocSuccess" = "새 PDF 문서를 디지털 서명과 함께 성공적으로 저장";
"kSaveSignedDocFailure" = "서명 및 저장 실패";

"kLTVStateEnable" = "서명이 LTV 가능합니다.";
"kDigitalSignatureTitle" = "전자 서명";
"kDigitalSignatureBtnView" = "보기";
"kDigitalSignatureBtnVerify" = "검증";
"kDigitalSignatureTableEmptyData" = "전자 서명 없음";
"kDigitalSignatureSignedTitleVersion" = "검토자 %d:";
"kDigitalSignatureSignedTitleSigner" = "서명자 %@";
"kDigitalSignatureUnsigned" = "서명되지 않은 서명 필드";
"kDigitalSignatureAllReadyView" = "선택한 서명으로 보호되는 이 문서 버전을 이미 보고 있습니다.";
"kDigitalSignatureFaildView" = "이 버전을 보는 데 실패했습니다";
"kDigitalSignatureListSignerUnknown" = "알수 없음";

"kAddTrustedCertTitle" = "신뢰할 수 있는 인증서에 추가";
"kAddTrustedCertDesciption" = "서명 또는 인증된 문서 검증 시 인증서를 믿으시겠습니까?";
"kTrustedCertName" = "이름:";
"kTrustedCertIssuer" = "인증서 발급자:";
"kTrustedCertValidFrom" = "유효 기간 시작:";
"kTrustedCertValidTo" = "유효 기간 종료:";
"kTrustedCertKeyUsage" = "의도된 키 사용:";

"kuDIGITALSIGNATURE" = "전자 서명";
"kuNONREPUDIATION" = "거부 없음";
"kuKEYENCIPHERMENT" = "키 암호화";
"kuDATAENCIPHERMENT" = "데이터 암호화";
"kuKEYAGREEMENT" = "키 계약";
"kuKEYCERTSIGN" = "키 인증서 서명";
"kuCRLSIGN" = "Crl 서명";
"kuENCIPHERONLY" = "지정되지 않음";
"kuDECIPHERONLY" = "지정되지 않음";

//Selection
"kColor" = "색상";
"kSize" = "크기";
"kThickness" = "선 두께";
"kFontName" = "글꼴 이름";
"kFontSize" = "글꼴 크기";
"kIconCheck" = "확인 표시";
"kIconCircle" = "타원";
"kIconComment" = "주석";
"kIconCross" = "십자모양";
"kIconHelp" = "도움말";
"kIconInsert" = "삽입";
"kIconKey" = "키";
"kIconNewParagraph" = "새 문단";
"kNote" = "참고";
"kIconParagraph" = "문단";
"kIconRightArrow" = "오른쪽 화살표";
"kIconRightPointer" = "오른쪽 포인터";
"kIconStar" = "별";
"kIconUpArrow" = "위쪽 화살표";
"kIconUpLeftArrow" = "왼쪽위 방향 화살표";

//Record
"KStart" = "시작";

//ACN
"kDiscardChange" = "변경 내용 취소";

//RMS rights
"kRMSFILLFORM" = "양식 채우기";
"kRMSANNOTATE" = "문서에 주석 달기";
"kRMSASSEMBLE" = "페이지 및 북마크 관리";
"kRMSEDIT" = "문서 수정";
"kRMSEXTRACTACCESS" = "접근성을 위한 내용 복사";
"kRMSEXTRACT" = "문서 내용 추출";

"kRMSNoAccess" = "이 문서는 보호되고 있습니다. 권한을 확인하십시오.";
"kRMSAlreadyEncrypt" = "이 문서는 Microsoft AD RMS로 이미 암호화되어 있습니다.";

//Permission
"kPermission" = "권한";
"kPermissionPrint" = "인쇄";
"kEnable" = "승인됨";
"kDisable" = "허락되지 않음";

"kPwdDocumentLimitation" = "문서 권한 추가";
"kPwdFillForm" = "양식 채우기";
"kPwdEditDocument" = "문서 편집";
"kPwdExtractContent" = "내용 추출";

"kDecryption" = "보안 제거";
"kEncryptionTitle" = "암호화";
"kEncryptMissOpenDocPass" = "\"문서 열기\"의 암호를 입력하거나 해당 옵션을 해제하십시오.";
"kEncryptMissOtherPass" = "다른 권한의 암호를 입력하거나 해당 옵션을 해제하십시오.";
"kEncryptRemovePass" = "이 문서의 보안을 해제하시겠습니까?";
"kEncryptProcess" = "암호화 중...";
"kEncryptRemove" = "제거 중...";
"kTryAgain" = "다시 시도";
"kEncryptAddFail" = "이 문서를 암호화하지 못했습니다. 다시 시도하시겠습니까?";
"kEncryptAddSuccess" = "문서가 성공적으로 암호화되었습니다.";
"kEncryptRemoveSuccess" = "이 암호가 성공적으로 제거되었습니다.";
"kEncryptionSectionTitle" = "보안 옵션";
"kEncryptionSectionFooter" = "- \"문서 열기\" 기능이 켜진 경우, 문서를 열 때 암호가 필요합니다.\n- 다른 권한이 켜진 경우, 작업을 수행하려면 암호가 필요합니다.";
"kEncryptionDoneNoPass" = "이 문서는 어떤 암호로도 암호화되어 있지 않습니다. 암호화하시겠습니까?";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "문서 열기";
"kCellEncryptPrintDocumentTitle" = "문서 인쇄";
"kCellEncryptCopyContentTitle" = "접근성을 위한 내용 복사";
"kCellEncryptPasswordTitle" = "암호:";

//others
"kInvalidJSON" = "잘못된 JSON";
"kRecordVideo" = "비디오 녹화";
"kRecordAudio" = "오디오 녹음";
"kFromDocument" = "문서에서";
"kFromAlbum" = "앨범에서";
"kFromCamera" = "카메라에서";
"kGo" = "이동";
"kDocinfo" = "파일 정보";
"kFilePath" = "경로";
"kFileAuthor" = "작성자";
"kFileSubject" = "주제";
"kCreateDate" = "만든 날짜";
"kModifyDate" = "마지막 수정 날짜";
"kSecurity" = "보안";
"kHeaderDescription" = "설명";
"kDescription" = "설명";
"kEncryption" = "파일 암호화";
"kPasswordEncryption" = "암호 보호";
"kNoEncryption" = "보호 없음";
"kMoreTextMarkup" = "텍스트 마크업";
"kMoreDrawing" = "그리기";
"kMoreOthers" = "기타";
"kReadView" = "  보기  ";
"kReadComment" = "주석";
"kPropertyFill" = "채우기";
"kOverlayText" = "오버레이 텍스트";
"kText" = "텍스트";
"kInputPlaceholderText" = "텍스트를 입력하십시오";
"kStamp" = "스탬프";
"kPropertyImage" = "이미지";
"kAudio" = "오디오";
"kVideo" = "비디오";
"kMore" = "추가 정보";
"kAppearance" = "모양";
"kAnnotContinue" = "선택한 도구 유지";
"kAnnotSingle" = "단일 주석";
"kScreenLock" = "화면 잠금";
"kPanAndZoom" = "상하로 회전&확대/축소";
"kAutoBrightness" = "자동 밝기";
"kClear" = "지우기";
"kClearAnnotations" = "모든 주석을 지우시겠습니까?";
"kTimeSort" = "시간";
"kOpen" = "열기";
"kOtherDocumentsFile" = "파일";
"kRequiredPlaceHolder" = "필수";
"kOptionalPlaceHolder" = "선택";
"kDocumentAttachmentTab" = "첨부 파일 탭";
"kRenameAndAttached" = "이름 변경 후 첨부";
"kAttachmentMaxSize" = "이 주석은 너무 커서 첨부할 수 없습니다. 최대 크기는 %dMB입니다.";
"kFailedAddAttachment" = "파일 첨부를 추가할 수 없습니다.";
"kFailedAddAttachmentForExistedName" = "첨부 파일 이름이 이미 존재합니다.";
"kDescription" = "설명";
"kSureToReplaceFile" = "'%@' 파일을 교체하시겠습니까";
"kCopyFileFailed" = "다음 파일 복사 실패:\n%@: %@\n";
"kFailedChangeDocumentAttachmentDescription" = "문서 첨부 파일의 설명 변경 실패: '%@'";
"kFailedSaveAttachmentBadFileName" = "이 첨부 파일을 저장하는 중 오류가 발생했습니다. 파일 이름이 유효하지 않습니다.";
"kFailedOpenAttachmentBadFileName" = "이 첨부 파일을 여는 동안 오류가 발생했습니다. 파일 이름이 유효하지 않습니다.";
"kRMSEncryption" = "RMS 보호";
"kMediaFileValid" = "이 파일 유형은 지원되지 않습니다. 올바른 파일을 선택하십시오.";
"kFailedToOpenFile" = "이 파일 열기 실패, 다른 앱으로 열어 보시겠습니까?";
"kFailedOpenAttachment" = "첨부 파일 '%@' 열기 실패.";
"kFailedOpenAlbum" = "이 장치는 앨범을 지원하지 않습니다.";
"kFailedOpenCamera" = "이 장치는 카메라를 지원하지 않습니다.";
"kFailedLoadJSON" = "확장 관리자를 로드할 수 없습니다.";
"kFlattenTip" = "페이지 내용 중 일부로 만들어서 수정 또는 제거할 수 없게 하려면 주석을 합치십시오.";
"kProtect" = "보안";
"kComments&Fields" = "주석 & 필드";
"kPDFVersion" = "PDF 버전";
"kFastWebView" = "빠른 웹 보기";
"kTaggedPDF" = "태그가 지정된 PDF";
"kPages" = "페이지 수";
"kTitle" = "직함";
"kCreator" = "만든 프로그램";
"kProducer" = "변환 프로그램";
"kKeywords" = "키워드";
"kDocumentSize" = "문서 크기";
"kInch" = "inch";
"kTitleNotice" = "제목 추가";
"kSubjectNotice" = "주제 추가";
"kCreatorNotice" = "생성 프로그램 추가";
"kAuthorNotice" = "작성자 추가";
"kProducerNotice" = "변환 프로그램 추가";
"kKeywordsNotice" = "키워드 추가";

//Insert page
"kBlankPage" = "빈 페이지";
"kPageSize" = "페이지 크기";
"kPageColor" = "페이지 색상";
"kOrientation" = "방향";
"kPageCount" = "페이지 수";
"kPortrait" = "세로";
"kLandscape" = "가로";
"kLetter" = "편지";
"kLegal" = "법적 규격";
"kLedger" = "거래내역 원장";
"kAddPage" = "페이지 추가";
"kCurrent" = "현재";
"kNew" = "만들기";
"kThemeColors" = "테마 색상";
"kBlank" = "빈 페이지";
"kLined" = "줄 쳐짐";
"kGrid" = "격자";
"kGraph" = "그래프";
"kMusic" = "악보";

//Comment
"kImportComments" = "주석 가져오기";
"kExportComments" = "주석 내보내기";
"kSummarizeComments" = "주석 요약";
"kSuccessExportData" = "데이터를 성공적으로 내보냈습니다.";
"kFailedExportData" = "현재 문서에서 데이터를 추출하는 데 실패했습니다.";
"kSuccessImportData" = "현재 문서에 성공적으로 데이터를 불러왔습니다.";
"kFailedImportData" = "데이터를 현재 문서로 불러오는 데 실패했습니다.";
"kNoCommentsImport" = "가져온 주석이 없습니다.";
"kOptimizing" = "문서 최적화 중...";
"kOptimizeFailed" = "최적화 실패";
"kOptimizeSizeTip" = "파일이 %@에서 %@(으)로 최적화됨";
"kMinimum" = "최소";
"kLow" = "낮음";
"kMedium" = "중간";
"kHigh" = "높음";
"kMaximum" = "최고";
"kSummarizeComments" = "주석 요약";
"kDocumentAndComments" = "문서 및 주석";
"kCommentsOnly" = "주석만";

//Save as
"kOriginalDocument" = "원본 문서";
"kFlattenedCopy" = "결합된 사본";
"kFlattenedCopyTip" = "페이지 내용 중 일부로 만들어서 더 이상 편집할 수 없게 하려면 주석이나 PDF 양식을 합치십시오";
"kSaving" = "저장 중...";
"kCouldNotSavedTip" = "문서를 저장할 수 없습니다. 다른 이름으로 또는 다른 폴더에 문서를 저장하십시오.";
"kFileName" = "파일 이름";
"kFormat" = "형식";
"kRename" = "이름 변경";
"kReducedFileSizeCopy" = "파일 크기가 감소된 사본";
"kLossy" = "손실";
"kLossless" = "무손실";
"kGrayscaleImages" = "컬러/회색조 이미지";
"kMonochromeImages" = "단색 이미지";
"kQuality" = "품질";

//Trust Cert
"kDeleteTrustedCer" = "이 인증서를 삭제하시겠습니까?\n삭제할 경우 소유자의 ID를 더 이상 확인할 수 없습니다.";
"kTrustedCert" = "신뢰할 수 있는 인증서";
"kCerficateProtect" = "인증서 보호";
"kInfo" = "정보";
"kCertInfo" = "인증서 정보";
"kViewCert" = "인증서 보기";
"kUsage" = "사용법";
"kTrust" = "트러스트";
"kTrustedCertTip" = "신뢰하는 설정을 변경한 경우 변경 내용을 보려면 모든 서명을 다시 확인해야 합니다. 문서에서 직접 인증서를 신뢰하는 것은 권장되지 않습니다. 계속하시겠습니까?";
"kVerifyingDigital" = "디지털 서명 확인";
"kNoCertificates" = "사용 가능한 신뢰할 수 있는 인증서가 없습니다";

// Comparison
"kComparisonVCTitle" = "비교";
"kCompareItemTitle" = "비교 모드";
"kCompareButtonOverlay" = "덮어 씌우기";
"kCompareButtonAbreast" = "나란히 배열";
"kCompareFileInfoOld" = "이전 파일";
"kCompareFileInfoNew" = "새 파일";
"kCompareFileSelectedColor" = "선택된 색상";

"kComapreContainerLegendTitle" = "범례";
"kComapreContainerLegendReplace" = "교체됨";
"kComapreContainerLegendDelete" = "삭제됨";
"kComapreContainerLegendInsert" = "삽입됨";
"kComapreContainerHideLegend" = "범례 숨기기";
"kComapreContainerShowLegend" = "범례 표시";
"kCompareNotSupportFileFormat" = "파일 형식이 지원되지 않습니다 %@";
"kCompareNotSomeFile" = "비교하기 위해 두 개의 다른 문서를 선택하십시오.";
"kCompareing" = "문서 비교하는 중...";

//scan
"kScan" = "스캔";
"kStartTap" = "스캔하려면 클릭";
"kRecentTips" = "최근 변환 항목";
"kNoDetect" = "감지 내용 없음";
"kMoveClear" = "더 가까이 이동";
"kGlareDetect" = "눈부심 감지됨";
"kDark" = "너무 어두움";
"kHoldStill" = "가만히 있기";
"kAddPhotos" = "사진 추가";
"kPhotos" = "사진";
"kScaneLightTip" = "플래시";
"kScaneDetechTip" = "자동 감지";
"kScaneFrameSizeTip" = "페이지 크기";
"kClose" = "닫기";
"kNeedFullScreen" = "카메라를 사용하려면 전체 화면 모드로 전환하십시오.";
"kALBUM" = "권한이 없으면 사진 앨범에 액세스할 수 없습니다.";
"kNoTorch" = "이 장치에는 카메라 플래시가 없습니다.";
"kLightOpen" = "플래시 열기";
"kLightClose" = "플래시 닫기";
"kContinueMode" = "연속 페이지";
"kSigleMode" = "단일";
"kAutoDetectOpen" = "자동 감지 열기";
"kAutoDetectClose" = "자동 감지 닫기";
"kContrast" = "대비";
"kColorModelNone" = "없음";
"kColorModelBlackWhite" = "흑백";
"kColorModeGray" = "회색";
"kWidth" = "너비";
"kHeight" = "높이";
"kOutPageSizeTip" = "측정값은 1 - 5587mm 사이여야 합니다.";
"kOriginal" = "원본";
"kCustom" = "사용자 지정";
"kStorePDF" = "PDF로 저장";
"kSharePDF" = "PDF로 공유";
"kConvertPhotos" = "갤러리";
"kRenameFileName" = "파일 이름 변경";
"kBrightness" = "밝기";
"kSaveSuccess" = "성공적으로 저장";
"kImageLimit" = "이미지를 한 번에 9개까지만 선택하십시오.";
"kNoFilesYet" = "아직 파일 없음";
"kAddNewScanImageTip" = "그림을 추가하려면 하단의 \"+\"를 클릭하십시오";
"kNotAllowTakePhoto" = "사진을 찍을 수 없습니다";
"kCAMERADenied" = "사진 촬영을 위해 카메라에 액세스할 수 없습니다. 장치의 개인 정보 보호 설정에서 사용 설정하십시오.";
"kGoSetting" = "설정으로 이동";
"kFileFolderExist" = "파일 또는 폴더가 이미 존재합니다. 새 이름을 입력하십시오.";
"kNoPhotos" = "촬영한 사진이 여기에 표시됩니다. 검토하려면 탭하고 삭제하려면 길게 누르십시오.";
"kSelected" = "선택된 페이지";
"kBusinessCard" = "명함";
"kEnvelope" = "봉투";
"kExecutive" = "경영진";
"kGalleryNoPhotos" = "사진 없음";

//speech
"kSpeak" = "말하기";
"kSpeakString" = "선택한 컨텐츠 소리 내어 읽기";
"kSpeakStart" = "현재 위치부터 소리 내어 읽기";
"kSpeechRateTitle" = "재생 속도";

//fill sign
"kProfiletitle" = "미리 정의된 텍스트";
"kProfileFullName" = "전체 이름:";
"kProfileAddFullName" = "전체 이름 추가";
"kProfileFirstName" = "성:";
"kProfileAddFirstName" = "성 추가";
"kProfileMiddleName" = "중간 이름:";
"kProfileAddMiddleName" = "중간 이름 추가";
"kProfileLastName" = "이름:";
"kProfileAddLastName" = "성 추가";
"kProfileAddress" = "주소";
"kProfileStreet1" = "거리 주소 1:";
"kProfileAddStreet1" = "거리 주소 1 추가";
"kProfileStreet2" = "거리 주소 2:";
"kProfileAddStreet2" = "거리 주소 2 추가";
"kProfileCity" = "시:";
"kProfileAddCity" = "시 추가";
"kProfileState" = "도:";
"kProfileAddState" = "도 추가";
"kProfileZip" = "우편 번호:";
"kProfileAddZip" = "우편 번호 추가";
"kProfileCountry" = "국가:";
"kProfileAddCountry" = "국가 추가";
"kProfileContactInfo" = "연락처 정보";
"kProfileEmail" = "이메일:";
"kProfileAddEmail" = "이메일 추가";
"kProfileTel" = "전화:";
"kProfileAddTel" = "전화 추가";
"kProfileDates" = "날짜";
"kProfileDate" = "날짜:";
"kProfileBirthDate" = "생년월일:";
"kProfileAddBirthDate" = "생년월일 추가";
"kProfileCustomfield" = "사용자 정의 필드";
"kProfileAddCustom" = "사용자 정의 필드 추가";
"kProfileAddCustomKey" = "유형 레이블";
"kProfileAddCustomValue" = "유형 값";
"kProfileAddCustomTitle" = "미리 정의된 텍스트 편집";
"kFillClickPrompt" = "컨텐츠를 배치하려면 아무 곳이나 클릭";
"kFillDoSignPrompt" = "서명 후에는 양식 필드를 편집할 수 없습니다.";
"kFill" = "채우기";
"kAddText" = "텍스트 추가";
"kAddCheck" = "체크 표시 추가";
"kAddX" = "X 추가";
"kAddDot" = "점 추가";
"kAddLine" = "밑줄 추가";
"kAddRoundedRectangle" = "둥근 사각형 추가";
"kAddCombField" = "콤보 필드 추가";

//new UI
"kFilter" = "필터";
"kFilterResult" = "결과 필터링";
"kFilterComments" = "주석 필터링";
"kAreaHighlight" = "영역 강조";
"kMeasure" = "측정하기";
"kImageAnnotation" = "이미지 주석";

"kNoResultsTip" = "기준에 일치하는 검색 결과가 없습니다";
"kNoBookmarks" = "북마크 없음";
"kNoOutline" = "외곽선 없음";
"kNoComments" = "주석 없음";
"kNoAttachments" = "첨부 파일 없음";
"kNoDigitalSignatures" = "전자 서명 없음";
"kClearOutline" = "모든 외곽선을 지우시겠습니까?";
"kClearAttachments" = "모든 첨부 파일을 지우시겠습니까?";

"kGroupList" = "그룹 목록";

"kGallery" = "갤러리";
"kCamera" = "카메라";
"kImport" = "가져오기";
"kTools" = "도구";
"kRetry" = "다시 시도";

"kSelectFile" = "파일 선택";
"kSelectFolder" = "폴더 선택";
"kSelected" = "선택된 페이지";
"kComments" = "주석";
"kBookmarks" = "북마크";

"kDeleting" = "삭제 중...";
"kAdding" = "추가 중...";
"kInserting" = "삽입 중...";
"kPasting" = "붙여 넣는 중...";
"kCopying" = "복사 중...";

"kThumnailPasteTip" = "탭하여 페이지를 여기에 붙여 넣거나 끌어서 순서를 재지정하십시오";
"kAll" = "전체";
"kAnnotated" = "주석이 달림";
"kBookmarked" = "북마크로 지정됨";


"kSelectRedactText" = "교정할 텍스트나 내용을 선택하십시오";
"kRedactPages" = "페이지 교정";
"kSelectRedactPage" = "교정할 페이지를 선택하십시오";
"kRedactNoAnnote" = "문서에 교정 주석이 없습니다.";

"kSearchNoMatches" = "일치하는 항목이 없습니다.";
"kSearchRedaction" = "점검한 결과를 교정용으로 표시";

"kFailSummary" = "주석 요약을 만들지 못했습니다.";
"kNoCommentSummary" = "현재 문서에 주석이 없습니다.";
"kProcessing..." = "처리 중...";
"kInputOwnerPassword" = "이 파일은 암호로 보호된 파일입니다. 권한 암호를 입력해주세요.";
"kFlattenSuccessful" = "성공적으로 합쳤습니다";
"kSummarizeSuccessful" = "주석 요약을 성공적으로 만들었습니다.";

"kReplyHasBeenAdded" = "댓글이 추가되었습니다";

"kCustomizeColors" = "색상 사용자 정의";
"kProperty" = "속성";
"kShape" = "도형";

"kPen" = "펜";
"kBrush" = "붓";
"kBackgroundColor" = "배경 색상";
"kTextColor" = "텍스트 색상";

"kViewSettings" = "보기 설정";
"kSinglePage" = "한 페이지";
"kCoverFacing" = "표지 마주보기";
"kDay" = "일";
"kNight" = "야간";
"kAutoFlip" = "페이지 자동 넘김";
"KRotateView" = "회전하기";
"kAddTools" = "도구 추가";
"kToolList" = "도구 목록";
"kPanandZoom" = "상하로 회전 & 확대/축소";
"kAddedTools" = "추가된 도구";
"kDrawing" = "그리기";
"kAddToolsTip" = "도구를 추가하려면 다음 목록 우측의 \"+\" 버튼을 클릭합니다";
"kStandardStamps" = "표준 스탬프";
"kSignHere" = "여기에 서명";
"kDynamicStamps" = "동적 스탬프";
"kHighlighter" = "형광펜";
"kCropAllPages" = "모든 페이지 잘라내기";
"kCropPagesSymmetrically" = "균형 맞게 페이지 잘라내기";
"kAutomaticallyCropPages" = "페이지 자동 잘라내기";
"kManuallyCropPages" = "페이지 수동 잘라내기";
"kRemoveAllPageCropping" = "모든 페이지 잘라내기 제거";

"kTextField" = "텍스트 필드";
"kCheckBox" = "체크 박스";
"kRadioButton" = "라디오 버튼";
"kComboBox" = "콤보 박스";
"kListBox" = "목록 박스";
"kSignatureField" = "서명 필드";

"kLink" = "링크";
"kAudioTapNotice" = "오디오를 추가하려면 페이지를 탭하십시오";
"kVideoTapNotice" = "비디오를 추가하려면 페이지를 탭하십시오";
"kChooseAudio" = "오디오 선택";
"kRecord" = "기록";
"kLinkTapNotice" = "상자를 끌어서 링크할 컨텐츠 선택";
"kSettings" = "설정";
"kGoToPage" = "페이지로 링크";
"kOpenWebLink" = "웹으로 링크";
"kLinkHeader" = "대상";
"kEnterWebLink" = "웹 링크를 입력해 주십시오";
"kInvalidWebAddr" = "링크는 비워 둘 수 없습니다.";
"kInvalidPageCount" = "잘못된 페이지 수.";
"kThumbnail" = "섬네일";
"kToPage" = "페이지로";
"kLinkTo" = "링크:";
"kSecurityWarning" = "보안 경고";
"kLinkingToWeb" = "다음 사이트에 연결하는 중입니다:";
"kFormNoOptionsTip" = "항목을 추가하려면 \"+\"를 클릭합니다";
"kInputNewItemNameTip" = "새 항목 이름을 입력하십시오";
"kCannotRecordAudio" = "오디오를 녹음할 수 없습니다";
"kEnableAudioPrivacy" = "오디오를 녹음할 마이크에 액세스할 수 없습니다. 장치의 개인 정보 보호 설정에서 사용 설정하십시오.";
"kCannotRecordVideo" = "비디오를 녹화할 수 없습니다";
"kEnableVideoPrivacy" = "비디오 녹화를 위해 카메라에 액세스할 수 없습니다. 장치의 개인 정보 보호 설정에서 사용 설정하십시오.";
"kInvalidLinkUrl" = "URL에 도달할 수 없습니다. URL이올바른지 확인하십시오.";

"kThumbnail" = "섬네일";
"kNoAnnotatedPages" = "주석이 달린 페이지가 없음";
"kNoBookmarkedPages" = "북마크로 지정된 페이지가 없음";

"kHome" = "홈으로";
"kEdit" = "편집";
"kDrawing" = "그리기";
"kView" = "보기";
"kForm" = "양식";
"kFill&Sign" = "채우기 & 서명";
"kGotoPage" = "해당 페이지로 가기";
"kEnterPageNumber" = "페이지 번호 입력";

"kAddPolygonFailedHints" = "다각형 주석은 꼭지점으로 지점이 3개 이상 있어야 합니다";
"kAddCloudFailedHints" = "다각형 클라우드 주석은 꼭지점으로 지점이 3개 이상 있어야 합니다";
"kAddPolylineFailedHints" = "복선 주석은 꼭지점으로 지점이 3개 이상 있어야 합니다";

"kAddSignature" = "서명 추가";
"kNoSignatures" = "서명 없음";
"kPageStyle" = "페이지 스타일";

//editor
"kUnspportEditTip" = "회전하거나, 베어내거나, 뒤집은 텍스트 객체를 편집할 수 없습니다.";
"kExportImageSucess" = "이미지를 성공적으로 내보냈습니다.";
"kExportImageFailed" = "이미지를 내보낼 수 없습니다.";
"kAddPicture" = "이미지 추가";
"kPaste" = "붙여 넣기";
"kStyle" = "스타일";
"kAlignment" = "맞춤";
"kRotateLeft" = "왼쪽으로 회전";
"kRotateRight" = "오른쪽으로 회전";
"kClickAddImage" = "이미지를 추가하려면 페이지를 가볍게 두드리십시오";
"kClickAddText" = "텍스트를 추가하려면 페이지를 탭하십시오";
"kShowKeyBoard" = "키보드 표시";
"kExport" = "내보내기";

//
"kNonSupportDoc" = "%@의 암호화는 지원되지 않습니다.";
"kNoModuleInvalidLicense" = "이 추가 기능 모듈을 사용할 권한이 없습니다, 라이선스를 업그레이드하려면 당사로 연락해 주십시오.";
"kImportDocNeedPassword" = "이 파일은 암호로 보호되고 있습니다, 아래에 암호를 입력하십시오";
"kSpeechPage" = "페이지: %d";

"kCut" = "잘라내기";

//voiceover
"kAddBookMarkItemVoiceOver" = "북마크 추가";
"kSearchContentItemVoiceOver" = "북마크 검색";
"kPanHanderItemVoiceOver" = "도구모음을 재설정하려면 드래그";
"kUndoItemVoiceOver" = "마지막 작업 실행취소";
"kRedoItemVoiceOver" = "마지막 작업 재실행";
"kTabItemVoiceOver" = "탭";
"kDobClickVoiceOver" = "켜거나 끄려면 두 번 탭";
"konVoiceOver" = "켜짐";
"koffVoiceOver" = "오프";
"kDeleteBookmarksVoiceOver" = "북마크 지우기";
"kUnfoldVoiceOver" = "펼치기";
"kFoldVoiceOver" = "접기";
"kDobClickRemoveVoiceOver" = "도구를 제거하려면 두 번 탭";
"kDayModeVoiceOver" = "주간 모드";
"kPreReadingVoiceOver" = "이전 페이지를 읽습니다";
"kPlayBtnPauseVoiceOver" = "읽기 일시 정지";
"kPlayBtnContinueVoiceOver" = "읽기 시작";
"kNextPageBtnVoiceOver" = "다음 페이지를 읽습니다";
"kRepeatbtnVoiceOver" = "읽기를 반복합니다";
"kExitVoiceOver" = "종료";
"kLeftRaotatePageVoiceOver" = "페이지 왼쪽으로 회전";
"kRightRaotatePageVoiceOver" = "페이지 오른쪽으로 회전";
"kExtractPageVoiceOver" = "페이지 추출";
"kCopyPageVoiceOver" = "페이지 복사";
"kPastePageVoiceOver" = "페이지 붙여넣기";
"kDeleteVoiceOver" = "페이지 삭제";
"kRedactTextVoiceOver" = "텍스트 또는 컨텐츠 교정";
"kRedactPageVoiceOver" = "페이지 교정";
"kRedactSearchVoiceOver" = "검색 및 교정";
"kAutoflipIncreaseVoiceOver" = "속도를 빠르게 하기";
"kAutoflipDecreaseVoiceOver" = "속도를 느리게 하기";
"kPanZoomInVoiceOver" = "확대";
"kPanZoomOutVoiceOver" = "축소";
"kPanZoomPreviousPageVoiceOver" = "이전 페이지";
"kPanZoomNextPageVoiceOver" = "다음 페이지";
"kIncreaseVoiceOver" = "늘리기";
"kDecreaseVoiceOver" = "줄이기";
"kExitFullScreenVoiceOver" = "전체 화면 모드에서 나가기";
"kHomeToolBarVoiceOver" = "홈 도구모음";
"kSelectCertVoiceOver" = "인증서 선택";
"kIncSizeVoiceOver" = "글꼴 크기 크게";
"kDecSizeVoiceOver" = "글꼴 크기 작게";
"kImgHidVoiceOver" = "사진 숨기기";
"kImgShVoiceOver" = "사진 표시";
"kColorValueAccessibilityLabel" = "색상 값";
"kCustomColorAccessibilityLabel" = "사용자 정의 색상";
"kCropDeafultAreaAccessibilityLabel" = "클리핑 영역 재설정";
"kDeselectAccessibilityLabel" = "선택 해제";
"kAdjustBtn" = "조정";
"kUnfoldMoreMenu" = "추가 메뉴 펼치기";
"kTriggerOpVoiceover" = "작업을 전환하려면 위/아래로 쓸기";
"kPanelListVoiceover" = "패널 목록";
"kBackToTopVoiceover" = "맨 위로 돌아가기";
"kColorVoiceover" = "색상";
"kBrightnessVoiceover" = "밝기";
"kContrastVoiceover" = "대비";
"kPhotoModelVoiceover" = "사진";
"kColorModelVoiceover" = "색상";
"kBackWhiteModelVoiceover" = "흑백";
"kGrayscaleModelVoiceover" = "회색조";
"kContinueScanVoiceover" = "연속 스캔";
"kSingleScanVoiceover" = "한 페이지 스캔";
"kCloseDetectVoiceover" = "자동 감지 닫기";
"kOpenDetectVoiceover" = "자동 감지 열기";
"kKeepScanVoiceover" = "스캔 계속";
"kFolderVoiceover" = "폴더";
"kListVoiceover" = "목록";
"kThumbnailVoiceover" = "섬네일";
"kSearchOptionsVoiceover" = "검색 옵션";
